export default {
  Index: {
    btnText: "查看更多",
    banner: {
      title1: "區塊鏈+",
      title2: "行業賦能解決方案",
      content: ["區塊鏈搭建", "DAPP落地", "區塊鏈應用", "商業生態建設"],
    },
    product: {
      title: "產品服務",
      setup: {
        title: "區塊鏈搭建",
        desc1: "面向獨立開發者和企業用戶，提供區塊鏈壹鍵部署、",
        desc2: "可視化監控運維、應用研發組件支持等壹站式在線服務。",
        content: [
          "區塊鏈部署",
          "數據可視化",
          "智能合約開發",
          "區塊鏈瀏覽器",
          "區塊鏈錢包",
          "資產托管系統",
          "行情交易系統",
          "資產通證化",
        ],
      },
      application: {
        title: "區塊鏈應用",
        desc1: "致力於提供業務咨詢、平臺架設、",
        desc2: "應用開發等企業級區塊鏈網絡解決方案。",
        content: [
          "直播模塊",
          "休閑娛樂",
          "社交模塊",
          "DAPP開發",
          "電商模塊",
          "短視頻平臺",
          "挖礦模塊",
          "定制化服務",
        ],
      },
    },
    solution: {
      title: "解決方案",
      content: [
        "供應鏈金融",
        "數字資產",
        "業務協作",
        "存證",
        "溯源",
        "數據交換",
      ],
    },
    news: {
      title: "新聞資訊",
      content: {
        word1: "加密貨幣的需求可能會飆升！",
        word2: "五分鐘速覽區塊鏈十年歷史",
        word3: "以太坊2.0信息大全",
      },
    },
    word1: "查看更多",
    word2: "產品服務",

    word3: "區塊鏈搭建",
    word4: "面向獨立開發者和企業用戶，提供區塊鏈壹鍵部署、",
    word5: "可視化監控運維、應用研發組件支持等壹站式在線服務。",
    word6: "服務內容",
    word7: "區塊鏈部署",
    word8: "數據可視化",
    word9: "智能合約開發",
    word10: "區塊鏈瀏覽器",
    word11: "區塊鏈錢包",
    word12: "資產托管系統",
    word13: "行情交易系統",
    word14: "資產通證化",

    word15: "區塊鏈應用",
    word16:
      "致力於提供業務咨詢、平臺架設、應用開發等企業級區塊鏈網絡解決方案。",
    word17: "服務內容",
    word18: "直播模塊",
    word19: "休閑娛樂",
    word20: "社交模塊",
    word21: "DAPP開發",
    word22: "電商模塊",
    word23: "短視頻平臺",
    word24: "挖礦模塊",
    word25: "定制化服務",

    word26: "解決方案",
    word27: "供應鏈金融",
    word28: "數字資產",
    word29: "業務協作",
    word30: "存證",
    word31: "溯源",
    word32: "數據交換",

    word33: "新聞資訊",
  },
  Service: {
    setup: {
      bannerText1: "引領創新",
      bannerText2: "區塊鏈技術開發應用服務商",
      bigTitle: "方案簡介",
      desc:
        "面向獨立開發者和企業用戶，提供區塊鏈壹鍵部署、可視化監控運維、應用組件支持等壹站式在線服務。",
      content: [
        {
          smallTitle: "區塊鏈部署",
          explainTexts: [
            "方案介紹",
            "1.根據定制需求，指定數據上鏈",
            "2.配合其他產品打造區塊鏈生態",
          ],
        },
        {
          smallTitle: "數據可視化",
          explainTexts: ["方案介紹", "1.節點清晰透明", "2.多樣化圖表展現"],
        },
        {
          smallTitle: "智能合約開發",
          explainTexts: [
            "方案介紹",
            "1.EVM虛擬機支持，兼容以太坊",
            "2.GO、JS、Java等語言智能合約可轉為wasm在區塊鏈運行",
          ],
        },
        {
          smallTitle: "區塊鏈瀏覽器",
          explainTexts: [
            "方案介紹",
            "1.快速查詢鏈上交易",
            "2.實時查看在線節點數量",
            "3.在線解析交易數據",
            "4.廣播交易",
          ],
        },
        {
          smallTitle: "區塊鏈錢包",
          explainTexts: [
            "方案介紹",
            "1.支持多條主鏈資產存儲與轉賬",
            "2.用戶自主管理私鑰",
            "3.DAPP應用智能交互",
            "4.支持托管賬戶系統",
          ],
        },
        {
          smallTitle: "資產托管系統",
          explainTexts: [
            "方案介紹",
            "1.支持多鏈幣種",
            "2.實時轉賬收款",
            "3.DAPP",
          ],
        },
        {
          smallTitle: "行情交易系統",
          explainTexts: ["方案介紹", "1. 實現在線實時秒級交易", "2.風控管理"],
        },
        {
          smallTitle: "資產通證化",
          explainTexts: [
            "方案介紹",
            "1.通證設計",
            "2.通證發行實現",
            "3.通證流通支持",
          ],
        },
      ],
    },
    application: {
      bannerText1: "區塊鏈行列的前衛軍",
      // bannerText2: "產品與解決方案",
      bigTitle: "方案簡介",
      // bigTitle: "區塊鏈應用",
      desc:
        "通過區塊鏈打造的智慧技術應用平臺，為業務系統提供接入規範，實現機構間系統便捷互聯、信息可信共享，加速數據安全流通，提升社會運轉效率。",
      content: [
        {
          smallTitle: "直播模塊",
          explainTexts: [
            "方案介紹",
            "1.平臺數據上鏈",
            "2.主播收益分成",
            "3.主播權益認購",
          ],
        },
        {
          smallTitle: "社交模塊",
          explainTexts: [
            "方案介紹",
            "1.私密聊天",
            "2.好友管理",
            "3.支持多媒體",
            "4.支持社群管理",
          ],
        },
        {
          smallTitle: "挖礦模塊",
          explainTexts: [
            "方案介紹",
            "1.數字資產雲挖礦",
            "2.礦池管理",
            "3.算力分配與收益",
          ],
        },
        {
          smallTitle: "電商模塊",
          explainTexts: [
            "方案介紹",
            "1.交易上鏈",
            "2.商品上鏈",
            "3.積分上鏈",
            "4.數字資產支付",
          ],
        },
        {
          smallTitle: "休閑娛樂",
          explainTexts: [
            "方案介紹",
            "1.鏈上遊戲",
            "2.遊戲積分互通",
            "3.裝備鏈上流轉",
          ],
        },
        {
          smallTitle: "短視頻平臺",
          explainTexts: [
            "方案介紹",
            "1.內容創作激勵",
            "2.內容分發激勵",
            "3.權益保證機制",
          ],
        },
        {
          smallTitle: "DAPP開發",
          explainTexts: [
            "方案介紹",
            "1.基於以太坊、EOS、波場三大公鏈構建應用",
            "2.完整部署上線流程",
          ],
        },
        {
          smallTitle: "定制化服務",
          explainTexts: [
            "方案介紹",
            "1.區塊鏈知識培訓",
            "2.數字加密資產介紹",
            "3、通證經濟的落地應用",
          ],
        },
      ],
    },
  },
  Solution: {
    bannerText: "區塊鏈+，行業賦能解決方案",
    bigTitle: "區塊鏈行業應用",
    content: [
      {
        smallTitle: "供應鏈金融",
        desc:
          "簡介：針對供應鏈上小微企業融資難的困境，依托區塊鏈上核心企業的信任傳遞，圍繞核心企業及上下遊多級供應鏈企業，並借助銀行、保兌機構等服務商共同打造供應鏈金融產業生態閉環，從數字資產、產融平臺、商業信用等多個方面打造全新供應鏈金融生態體系，促進多方企業互利共生，促進整個生態良性發展。",
      },
      {
        smallTitle: "數字資產",
        desc:
          "簡介：將傳統的非標資產轉換為區塊鏈上的標準化數字資產，並在區塊鏈上進行交易，將線下交易線上化的同時，對交易的每壹個步驟進行上鏈存證；參與機構共享交易賬本，在清結算時無需進行二次對賬，降低交易與清結算成本。",
      },
      {
        smallTitle: "業務協作",
        desc:
          "簡介：通過區塊鏈打造的智慧業務協作平臺，為業務系統提供接入規範，實現機構間系統便捷互聯、信息可信共享，加速數據安全流通，提升社會運轉效率。",
      },
      {
        smallTitle: "存證",
        desc:
          "簡介：通過區塊鏈實現數據的可信存儲，結合基於數據多級加密和多維權限控制技術，解決電子數據易偽造、易篡改、難溯源、難校驗的問題，聯合共建區塊鏈可信生態聯盟。",
      },
      {
        smallTitle: "溯源",
        desc:
          "簡介：通過區塊鏈與物聯網等技術的密切結合，基於數據不可篡改的特性創新商品質量管理模式，強化商品生產信息互通共享效率，實現全品類、全過程商品質量溯源、監督與全鏈條管理，將信息觸達企業、消費者、政府，全面提升供應鏈的產品質量和管理效率。",
      },
      {
        smallTitle: "數據交換",
        desc:
          "簡介：基於區塊鏈技術和鏈下P2P網絡構建跨機構的可信數據交換環境，實現敏感隱私數據不出庫，降低數據提供方與需求方的協作成本，同時對數據共享進行細粒度的權限控制，並保證後期可追溯確權，符合真實生產環境的安全性訴求，促進產業互聯網和數字經濟領域的協同創新。",
      },
    ],
  },
  About: {
    word1: "杭州辛鑫科技有限公司", //區塊鏈技術開發應用服務商
    word2:
      "杭州辛鑫科技有限公司（以下簡稱公司）成立於2018年，成立之初便以推動區塊鏈技術在國內的發展為己任，力求探索各類區塊鏈應用場景，賦能實體經濟。", //杭州辛鑫科技有限公司（以下簡稱公司）成立於2018年，成立之初便以推動區塊鏈技術在國內的發展為己任，力求探索各類區塊鏈應用場景，賦能實體經濟。
    word3:
      "公司總部位於杭州，並在新加坡、馬來西亞等多地設有分公司及研發團隊。目前在去中心化交易/社交/電商/休閑娛樂等領域與多家業內知名區塊鏈公司開展了深入合作。", //公司總部位於杭州，並在新加坡、馬來西亞等多地設有分公司及研發團隊。目前在穩定幣、多鏈錢包、去中心化交易、去中心化社交、去中心化電商、去中心化休閑娛樂等方面與多家 業內知名區塊鏈公司開展了深入合作。
    word4:
      "公司將持續通過標準化管理，以創新及優化區塊鏈行業解決方案為核心，結合前沿的區塊鏈行業知識，為全球客戶持續提供高品質的區塊鏈行業產品、簡單易用的DAPP方案，以及專業高效的運營及維護服務。", //公司將持續通過標準化管理，以創新及優化區塊鏈行業解決方案為核心，結合前沿的區塊鏈行業知識，為全球客戶持續提供高品質的區塊鏈行業產品、簡單易用的DAPP方案，以及專 業高效的運營及維護服務。
    word5: "服務理念", //服務理念
    word6: "賦能信任時代，實現價值共享", //賦能科技時代，實現價值共贏。
    word7: "願景", //願景
    word8: "讓信任更加透明、高效、可依賴", //成就更美好的互聯網科技新世界。
    word9: "使命", //使命
    word10: "構建下壹代可信任價值交換網絡平臺", //以科技創新領先全球，用行業服務創造價值。
    word11: "品牌詮釋", //品牌詮釋
    word12:
      "Logo整體設計采用現代簡約風格。形態上，是壹個立體大寫的藍 色字母“X”。X是“辛鑫”品牌的首拼，同時也有“未知”的涵義，代表公司敢於不斷創新、挑戰未知、無限發展的生命力和創造力。色彩上，藍色具有較強科技感，背景的藏青色則代表著專業和厚重。兩種顏色相得益彰，視覺沖擊力強，辨識度高。二者疊加展示，意味著公司將繼續深耕區塊鏈行業領域，運用多樣化的前沿區塊鏈前沿技術，打造更多高品質、安全、便捷、易用的區塊鏈產品及解決方案。", //Logo整體設計采用現代簡約風格。形態上，是壹個立體大寫的藍 色字母“X”。X是“辛鑫”品牌的首拼，同時也有“未知”的涵義，代 表公司敢於不斷創新、挑戰未知、無限發展的生命力和創造力。色彩上， 藍色具有較強科技感，背景的藏青色則代表著專業和厚重。兩種顏色相得 益彰，視覺沖擊力強，辨識度高。二者疊加展示，意味著公司將繼續深耕 區塊鏈行業領域，運用多樣化的前沿區塊鏈前沿技術，打造更多高品質、 安全、便捷、易用的區塊鏈產品及解決方案。
    word13: "服務標準", //服務標準
    word14:
      "優秀的業務軟件和良好的客戶關系是我們贏得市場的基礎。我們將通過更多優質服務和樣板工程，積極拓展潛在客戶，目前已經與數家國內外知名企業及上市公司保持良好、密切的合作。同時，我們也希望助力國內眾多中小企業，以便捷、低成本的方式引入區塊鏈技術解決方案，賦能實體經濟。", //服務標準
    word15: "熱線電話", //熱線電話
    word16: "公司郵箱", //公司郵箱
    word17: "公司地址", //公司地址
    word18: "微信公眾號", //微信公眾號
    word19: "企業文化", //企業文化
    word20:
      "中國浙江省杭州市西湖區中國智谷西湖園區西園八路2號銀江軟件園F座六樓", //中國浙江省杭州市西湖區中國 智谷西湖園區西園八路2號銀江 軟件園F座六樓
    word21: "機場到達", //機場到達
    word22: "火車到達", //火車到達
    word23: "打車/自駕", //打車/自駕
    word24: `蕭山機場站上車，乘坐機場大巴武林門線至武林 門民航售票處站下車，步行
    480米至武林門地鐵 站，乘坐2號線（朝陽方向）至蝦龍圩站 （C口 出）
    下車，步行200米至蝦龍圩公交站，乘坐17
    路（松木場河西方向）至西湖廣告產業園站下車， 步行400米到達銀江軟件園`, //機場到達
    word25: `杭州東站地鐵站上車，乘坐地鐵1號線（臨平方
    向）至鳳起路站，同站換乘地鐵2號線（朝陽方向）至蝦龍圩站（C口出）
    下車，步行200米至蝦龍圩公交站，乘坐17路（松木場河西方向）
    至西湖廣告產業園站下車，步行400米到達銀江軟件園`, //火車到達
    word26: `打車自駕車GPS定位西園八路2號銀江軟件園即可`, //打車/自駕
  },

  Technology: {
    word1: "實力，比承諾重要", //实力，比承诺重要
    word2:
      "隨著公司業務的不斷發展，項目的功能越來越複雜，各個業務代碼耦合也越來越多，代碼量也是急劇增加，傳統的MVC架構已經無法高效的管理工程代碼，因此需要用一種技術來更好地管理工程，而組件化是一種能夠解決代碼耦合的技術。項目經過組件化的拆分，不僅可以解決代碼耦合的問題，還可以增強代碼的複用性，工程的易管理性等等。", //随着公司业务的不断发展，项目的功能越来越复杂，各个业务代码耦合也越来越多，代码量也是急剧增加，传统的MVC架构已经无法高效的管理工程代码，因此需要用一种技术来更好地管理工程，而组件化是一种能够解决代码耦合的技术。项目经过组件化的拆分，不仅可以解决代码耦合的问题，还可以增强代码的复用性，工程的易管理性等等。
    Android: {
      word1:
        "基於 MVP+Retrofit+OkHttp+RxJava+Route函數式和響應式編程的組件化App方案", //基于 MVP+Retrofit+OkHttp+RxJava+Route函数式和响应式编程的组件化App方案
      word2:
        "MVP是Model-View-Presenter的簡寫。它本質上就是MVC的改進版。傳統的MVC中，M指模型層、V指視圖層、C指控制層。", //MVP是Model-View-Presenter的简写。它本质上就是MVC 的改进版。传统的MVC中，M指模型层、V指视图层、C指控制层。
      word3:
        "在Android中，AcTivity或Fragment既充當控制層又充當視圖層，這就導致了V和C這兩層耦合在一起，當業務比較複雜時，AcTivity或Fragment文件就很龐大，導致難以維護和測試，這時就可以MVP模式。", //在Android中，AcTivity或Fragment既充当控制层又充当视图层，这就导致了V和C这两层耦合在一起，当业务比较复杂时，AcTivity或Fragment文件就很庞大，导致难以维护和测试，这时就可以MVP模式。
      word4:
        "MVP模式中，M指模型層、V指視圖層、P指業務層。 AcTivity或Fragment只充當視圖層，不做任何的業務邏輯，將業務邏輯全部放在業務層，由演示者和模型進行交互，避免模型直接操作View.MVP的優點：將業務從AcTivity或Fragment分離，便於後期維護和測試.MVP使用特點是面向接口編程。", //MVP模式中，M指模型层、V指视图层、P指业务层。AcTivity或Fragment只充当视图层，不做任何的业务逻辑，将业务逻辑全部放在业务层，由演示者和模型进行交互，避免模型直接操作View.MVP的优点：将业务从AcTivity或Fragment分离，便于后期维护和测试.MVP使用特点是面向接口编程
      word5:
        "Retrofit是Square公司開發的一款正對Android網絡請求的框架。底層基於OkHttp實現，OkHttp已經得到了google官方的認可。", //Retrofit是Square 公司开发的一款正对Android 网络请求的框架。底层基于OkHttp 实现，OkHttp 已经得到了google 官方的认可。
      word6: "OkHttp: 也是Square開源的網絡請求庫。", //OkHttp: 也是Square 开源的网络请求库
      word7:
        "RxJava就是為了實現異步操作而誕生的。異步操作很關鍵的一點是程序的簡潔性，因為在調度過程比較複雜的情況下，異步代碼經常會既難寫也難被讀懂。", //RxJava就是为了实现异步操作而诞生的。异步操作很关键的一点是程序的简洁性，因为在调度过程比较复杂的情况下，异步代码经常会既难写也难被读懂
      word8:
        "Android創造的AsyncTask和Handler，其實都是為了讓異步代碼更加簡潔。", //Android 创造的 AsyncTask 和Handler ，其实都是为了让异步代码更加简洁
      word9:
        "RxJava的優勢也是簡潔，但它的簡潔的與眾不同之處在於，隨著程序邏輯變得越來越複雜，它依然能夠保持簡潔。", //RxJava 的优势也是简洁，但它的简洁的与众不同之处在于，随着程序逻辑变得越来越复杂，它依然能够保持简洁。
      word10:
        "各自的職責：Retrofit負責請求的數據和請求的結果，使用接口的方式呈現，OkHttp負責請求的過程，RxJava負責異步，各種線程之間的切換。", //各自的职责：Retrofit 负责请求的数据和请求的结果，使用接口的方式呈现，OkHttp 负责请求的过程，RxJava 负责异步，各种线程之间的切换
      word11:
        "路由層的概念在服務端是指url請求的分層解析，將一個請求分發到對應的應用處理程序。移動端的路由層指的是將諸如App內頁面訪問、H5與App訪問的訪問請求和App間的訪問請求，進行分發處理的邏輯層。", //路由层的概念在服务端是指url请求的分层解析，将一个请求分发到对应的应用处理程序。移动端的路由层指的是将诸如App内页面访问、H5与App访问的访问请求和App间的访问请求，进行分发处理的逻辑层。
      word12: "路由可以帶來的以下好處：", //路由可以带来的以下好处：
      word13: "H5頁面與App原生頁面、模塊與組件的交互。", //1、H5页面与App原生页面、模块与组件的交互。
      word14: "App與App之間的相互訪問。", //2.App与App之间的相互访问
      word15: "App內部頁面跳轉、模塊調度與組件加載等。", //3.App内部页面跳转、模块调度与组件加载等。
      word16:
        "推送與通知系統解除硬編碼的邏輯，動態訪問原生資源，更好的支持通過通知和推送完成動態頁面訪問和邏輯執行。", //推送与通知系统解除硬编码的逻辑，动态访问原生资源，更好的支持通过通知和推送完成动态页面访问和逻辑执行。
      word17: "Extension等動態調用主App的資源。", //5.Extension等动态调用主App的资源。
      word18:
        "App實現更複雜的架構MVVM或者是VIPER架構，提供解除業務相互依賴的能力。", //App实现更复杂的架构MVVM或者是VIPER架构，提供解除业务相互依赖的能力
      word19: "以組件化為目的的工程改造，隔離各個業務，以製作單獨的組件。", //以组件化为目的的工程改造，隔离各个业务，以制作单独的组件。
    },
    Ios: {
      word1: "基於MVVM+RAC+Route函數式和響應式編程的組件化App方案", //基于 MVVM+RAC+Route函数式和响应式编程的组件化App方案
      word2:
        "MVVM是Model-View-ViewModel的簡寫。它本質上就是MVC 的改進版。 MVVM就是將其中的View的狀態和行為抽象化，讓我們將視圖UI和業務邏輯分開。當然這些事ViewModel已經幫我們做了，它可以取出Model的數據同時幫忙處理View中由於需要展示內容而涉及的業務邏輯。微軟的WPF帶來了新的技術體驗，如Silverlight、音頻、視頻、3D、動畫……這導致了軟件UI層更加細節化、可定制化。同時，在技術層面，WPF也帶來了諸如Binding、DependencyProperty、Routed Events、Command、DataTemplate、ControlTemplate等新特性。MVVM(Model-View-ViewModel)框架的由來便是MVP(Model-View-Presenter)[模式]與WPF結合的應用方式時發展演變過來的一種新型架構[框架]。它立足於原有MVP框架並且把WPF的新特性糅合進去，以應對客戶日益複雜的需求變化。", //MVVM是Model-View-ViewModel的简写。它本质上就是MVC 的改进版。MVVM 就是将其中的View的状态和行为抽象化，让我们将视图 UI 和业务逻辑分开。当然这些事ViewModel 已经帮我们做了，它可以取出 Model 的数据同时帮忙处理 View 中由于需要展示内容而涉及的业务逻辑。微软的WPF带来了新的技术体验，如Silverlight、音频、视频、3D、动画……，这导致了软件UI层更加细节化、可定制化。同时，在技术层面，WPF也带来了诸如Binding、DependencyProperty、Routed Events、Command、DataTemplate、ControlTemplate等新特性。MVVM（Model-View-ViewModel）框架的由来便是MVP（Model-View-Presenter）[模式]与WPF结合的应用方式时发展演变过来的一种新型架构[框架]。它立足于原有MVP框架并且把WPF的新特性糅合进去，以应对客户日益复杂的需求变化。
      word3:
        "在iOS編碼中，類之間的傳值，無非就是block、delegate代理、KVO、notification這幾種方法。在RAC中，同樣具備替代KVO、delegate代理、通知、UI target、計時器timer、數據結構等各種方法。依據響應式函數編程，RAC方法本身更加簡潔明了，通過提供信號的方式(RACSignal)可以捕捉當前以及未來的屬性值變化，而且無需持續觀察和更新代碼。可直接在block中將邏輯代碼加入其中，使得代碼緊湊，更加直觀。", // "在iOS编码中，类之间的传值，无非就是block、delegate代理、KVO、notification这几种方法。在RAC中，同样具备替代KVO、delegate代理、通知、UI target、计时器timer、数据结构等各种方法。依据响应式函数编程，RAC方法本身更加简洁明了，通过提供信号的方式（RACSignal）可以捕捉当前以及未来的属性值变化，而且无需持续观察和更新代码。可直接在block中将逻辑代码加入其中，使得代码紧凑，更加直观。",//
      word4: "ios路由支持URL Scheme的資源標示", //ios路由支持URL Scheme的资源标示
    },
  },
  // 新闻资讯
  News: {
    word1: "新聞資訊", //新闻资讯
    word2: "發布時間", //发布时间
    word3: "查看詳情", //查看详情
    word4: "作者", // 作者
  },

  // Index: {
  //   word1: "數字科技領先全球", //数字科技领先全球
  //   word2: "行業服務創造價值", //行业服务创造价值
  //   word3: "技術革新 · 連接新商業", //技术革新 · 连接新商业
  //   word4: "全球性數字化服務運營商", //全球性数字化服务运营商
  //   word5: "探索指尖上更好的用戶體驗", //探索指尖上更好的用户体验
  //   word6: "產品規模規劃", //产品规模规划
  //   word7: "跨領域體驗諮詢", //跨领域体验咨询
  //   word8: "落地+技術", //落地+技术
  //   word9: "多維深度研究", //多维深度研究
  //   word10: "專注為各行各業提供開發服務", //专注为各行各业提供开发服务
  //   word11: "軟件定制開發", //软件定制开发
  //   word12:
  //     "專業定制各類軟件，包括OA辦公系統、CRM系統、ERP系統、設備管理、庫存管理、教育培訓、物流系統、人事管理系統等。", //专业定制各类软件，包括OA办公系统、CRM系统、ERP系统、设备管理、库存管理、教育培训、物流统、人事管理系统等。
  //   word13: "手機應用開發", //手机应用开发
  //   word14:
  //     "IOS、Android APP開發，iPhone、iPad、Android手機、Android平板，APP原生開發，Html5開發、手機端網站開發等。", //IOS、Android APP开发，iPhone、iPad、Android手机、Android平板，APP原生开发，Html5开发、手机端网站开发等
  //   word15: "網站建設", //网站建设
  //   word16:
  //     "專業開發定制各類網站，包括企業官網、品牌官網設計、行業門戶網站、電商網站、營銷型網站、集團網站等。", //专业开发定制各类网站，包括企业官网、品牌官网设计、行业门户网站、电商网站、营销型网站、集团网站等。
  //   word17: "微信開發", //微信开发
  //   word18:
  //     "專業定制微信公眾號、微信小程序、企業號、服務號、訂閱號，微官網、微商城、微信支付功能、微分銷系統、微信接口等開發定制。", //专业定制微信公众号、微信小程序、企业号、服务号、订阅号，微官网、微商城、微信支付功能、微分销系统、微信接口等开发定制。
  //   word19: "更多服務", //更多服务
  //   word20: "關於我們", //关于我们
  //   word21: "辛鑫科技，全球性數字化服務運營商。", //辛鑫科技，全球性数字化服务运营商。
  //   word22:
  //     "一家真正意義上的軟件定制開發技術型公司，公司通過標準化管理，以創新軟件及優化解決方案為核心，結合前沿的專業知識、先進的全球交付網絡和專業的解決方案，為全球客戶提供高品質的軟件產品、專業的解決方案、領先的技術實施與運營服務。", //一家真正意义上的软件定制开发技术型公司，公司通过标准化管理，以创新软件及优化解决方案为核心，结合前沿的专业知识、先进的全球交付网络和专业的解决方案，为全球客户提供高品质的软件产品、专业的解决方案、领先的技术实施与运营服务。
  //   word23:
  //     "作為一家多元化跨國性的高新技術企業，辛鑫在中國大陸、香港、美國、英國、馬來西亞、印度尼西亞、越南、新加坡、泰國、迪拜、加拿大等地區均設有分公司及研發團隊，致力於提供世界領先的信息技術、研發和業務流程外包服務，成為全球企業“最具價值的業務合作夥伴”。", //作为一家多元化跨国性的高新技术企业，辛鑫在中国大陆、香港、美国、英国、马来西亚、印度尼西亚、越南、新加坡、泰国、迪拜、加拿大等地区均设有分公司及研发团队，致力于提供世界领先的信息技术、研发和业务流程外包服务，成为全球企业“最具价值的业务合作伙伴”。
  //   word24: "為什麼選擇我們", //为什么选择我们
  //   word25: "快速交付，性價比高", //快速交付，性价比高
  //   word26:
  //     "自主研發的成熟框架，高效率開發，縮短開發週期，保證了軟件產品的穩定性與高可拓展性。", //自主研发的成熟框架，高效率开发，缩短开发周期，保证了软件产品的稳定性与高可拓展性。
  //   word27: "成熟的項目管理體系", //成熟的项目管理体系
  //   word28:
  //     "引入國際領先的質量管理體系，從多維度保障項目質量和項目的進度。以及一對一的專屬客服，高效溝通更助於項目進展。", //引入国际领先的质量管理体系，从多维度保障项目质量和项目的进度。以及一对一的专属客服，高效沟通更助于项目进展。
  //   word29: "客戶滿意度", //客户满意度
  //   word30:
  //     "開發過程中迭代發布版本，提供試運性期，維保期免費修復BUG等售後保障，全方位保障客戶利益。", //开发过程中迭代发布版本，提供试运性期，维保期免费修复BUG等售后保障，全方位保障客户利益。
  // },
  Header: {
    word1: "首 頁", //首 页
    word2: "產品服務", //服 务
    word8: "區塊鏈搭建",
    word9: "區塊鏈應用",
    word3: "業務體系", //业务体系
    word4: "解決方案", //解决方案
    word5: "新聞資訊", //新闻资讯
    word6: "關於我們", //关于我们
    word10: "聯系我們", //联系我们
    word7: "辛鑫俱樂部", //辛鑫俱乐部
  },
  Footer: {
    word1: "產品服務", //产品服务
    word1_1: "区块链部署", //区块链部署
    word1_2: "區塊鏈部署", //数据可视化
    word1_3: "智能合約開發", //智能合约开发
    word1_4: "區塊鏈瀏覽器", //区块链浏览器
    word1_5: "區塊鏈錢包", //区块链钱包
    word1_6: "資產托管系統", //资产托管系统
    word1_7: "行情交易系統", //行情交易系统
    word1_8: "資產通證化", //资产通证化
    word1_9: "直播模塊", //直播模块
    word1_10: "電商模塊", //电商模块
    word1_11: "社交模塊", //社交模块
    word1_12: "挖礦模塊", //挖矿模块
    word1_13: "休閑娛樂", //休闲娱乐
    word1_14: "短視頻平臺", //短视频平台
    word1_15: "DAPP開發", //DAPP开发
    word1_16: "定制化服務", //定制化服务

    word2: "解決方案", //解决方案
    word2_1: "供應鏈金融", //供应链金融
    word2_2: "數字資產", //数字资产
    word2_3: "業務協作", //业务协作
    word2_4: "存證", //存证
    word2_5: "溯源", //溯源
    word2_6: "數字交換", //数字交换

    word3: "新聞資訊", //新闻资讯
    word3_1: "公司動態", //公司动态
    word3_2: "行業資訊", //行业资讯

    word4: "關於我們", //解决方案
    word4_1: "公司介紹", //公司动态
    word4_2: "聯系方式", //行业资讯

    word5: "微信公眾號", //新闻资讯
    word6: "咨詢客服", //解决方案
    word9: "杭州西湖區中國智谷西湖園區1199號. 浙ICP備17126311號", //杭州西湖区中国智谷西湖园区1199号. 浙ICP备17126311号
  },
};
