export default {
  Service: {
    setup: {
      bannerText1: "引领创新",
      bannerText2: "区块链技术开发应用服务商",
      bigTitle: "方案简介",
      desc:
        "面向独立开发者和企业用户，提供区块链一键部署、可视化监控运维、应用组件支持等一站式在线服务。",
      content: [
        {
          smallTitle: "区块链部署",
          explainTexts: [
            "方案介绍",
            "1.根据定制需求，指定数据上链",
            "1.根据定制需求，指定数据上链",
          ],
        },
        {
          smallTitle: "数据可视化",
          explainTexts: ["方案介绍", "1.节点清晰透明", "2.多样化图表展现"],
        },
        {
          smallTitle: "智能合约开发",
          explainTexts: [
            "方案介绍",
            "1.EVM虚拟机支持，兼容以太坊",
            "2.GO、JS、Java等语言智能合约可转为wasm在区块链运行",
          ],
        },
        {
          smallTitle: "区块链浏览器",
          explainTexts: [
            "方案介绍",
            "1.快速查询链上交易",
            "2.实时查看在线节点数量",
            "3.在线解析交易数据",
            "4.广播交易",
          ],
        },
        {
          smallTitle: "区块链钱包",
          explainTexts: [
            "方案介绍",
            "1.支持多条主链资产存储与转账",
            "2.用户自主管理私钥",
            "3.DAPP应用智能交互",
            "4.支持托管账户系统",
          ],
        },
        {
          smallTitle: "资产托管系统",
          explainTexts: [
            "方案介绍",
            "1.支持多链币种",
            "2.实时转账收款",
            "3.DAPP",
          ],
        },
        {
          smallTitle: "行情交易系统",
          explainTexts: ["方案介绍", "1. 实现在线实时秒级交易", "2.风控管理"],
        },
        {
          smallTitle: "资产通证化",
          explainTexts: [
            "方案介绍",
            "1.通证设计",
            "2.通证发行实现",
            "3.通证流通支持",
          ],
        },
      ],
    },
    application: {
      bannerText1: "区块链行列的前卫军",
      // bannerText2: "产品与解决方案",
      bigTitle: "方案简介",
      // bigTitle: "区块链应用",
      desc:
        "通过区块链打造的智慧技术应用平台，为业务系统提供接入规范，实现机构间系统便捷互联、信息可信共享，加速数据安全流通，提升社会运转效率。",
      content: [
        {
          smallTitle: "直播模块",
          explainTexts: [
            "方案介绍",
            "1.平台数据上链",
            "2.主播收益分成",
            "3.主播权益认购",
          ],
        },
        {
          smallTitle: "社交模块",
          explainTexts: [
            "方案介绍",
            "1.私密聊天",
            "2.好友管理",
            "3.支持多媒体",
            "4.支持社群管理",
          ],
        },
        {
          smallTitle: "挖矿模块",
          explainTexts: [
            "方案介绍",
            "1.数字资产云挖矿",
            "2.矿池管理",
            "3.算力分配与收益",
          ],
        },
        {
          smallTitle: "电商模块",
          explainTexts: [
            "方案介绍",
            "1.交易上链",
            "2.商品上链",
            "3.积分上链",
            "4.数字资产支付",
          ],
        },
        {
          smallTitle: "休闲娱乐",
          explainTexts: [
            "方案介绍",
            "1.链上游戏",
            "2.游戏积分互通",
            "3.装备链上流转",
          ],
        },
        {
          smallTitle: "短视频平台",
          explainTexts: [
            "方案介绍",
            "1.内容创作激励",
            "2.内容分发激励",
            "3.权益保证机制",
          ],
        },
        {
          smallTitle: "DAPP开发",
          explainTexts: [
            "方案介绍",
            "1.基于以太坊、EOS、波场三大公链构建应用",
            "2.完整部署上线流程",
          ],
        },
        {
          smallTitle: "定制化服务",
          explainTexts: [
            "方案介绍",
            "1.区块链知识培训",
            "2.数字加密资产介绍",
            "3、通证经济的落地应用",
          ],
        },
      ],
    },
  },
  Solution: {
    bannerText: "区块链+，行业赋能解决方案",
    bigTitle: "区块链行业应用",
    content: [
      {
        smallTitle: "供应链金融",
        desc:
          "简介：针对供应链上小微企业融资难的困境，依托区块链上核心企业的信任传递，围绕核心企业及上下游多级供应链企业，并借助银行、保兑机构等服务商共同打造供应链金融产业生态闭环，从数字资产、产融平台、商业信用等多个方面打造全新供应链金融生态体系，促进多方企业互利共生，促进整个生态良性发展。",
      },
      {
        smallTitle: "数字资产",
        desc:
          "简介：将传统的非标资产转换为区块链上的标准化数字资产，并在区块链上进行交易，将线下交易线上化的同时，对交易的每一个步骤进行上链存证；参与机构共享交易账本，在清结算时无需进行二次对账，降低交易与清结算成本。",
      },
      {
        smallTitle: "业务协作",
        desc:
          "简介：通过区块链打造的智慧业务协作平台，为业务系统提供接入规范，实现机构间系统便捷互联、信息可信共享，加速数据安全流通，提升社会运转效率。",
      },
      {
        smallTitle: "存证",
        desc:
          "简介：通过区块链实现数据的可信存储，结合基于数据多级加密和多维权限控制技术，解决电子数据易伪造、易篡改、难溯源、难校验的问题，联合共建区块链可信生态联盟。",
      },
      {
        smallTitle: "溯源",
        desc:
          "简介：通过区块链与物联网等技术的密切结合，基于数据不可篡改的特性创新商品质量管理模式，强化商品生产信息互通共享效率，实现全品类、全过程商品质量溯源、监督与全链条管理，将信息触达企业、消费者、政府，全面提升供应链的产品质量和管理效率。",
      },
      {
        smallTitle: "数据交换",
        desc:
          "简介：基于区块链技术和链下P2P网络构建跨机构的可信数据交换环境，实现敏感隐私数据不出库，降低数据提供方与需求方的协作成本，同时对数据共享进行细粒度的权限控制，并保证后期可追溯确权，符合真实生产环境的安全性诉求，促进产业互联网和数字经济领域的协同创新。",
      },
    ],
  },
};
