export default {
  Service: {
    word1: "提供企业级区块链",
    word2: "产品与解决方案",

    word3: "方案简介",
    word4:
      "面向独立开发者和企业用户，提供区块链一键部署、可视化监控运维、应用组件支持等一站式在线服务。",
    word5: "方案介绍",

    word6: "区块链部署",
    word7: "1.根据定制需求，指定数据上链",
    word8: "2.配合其他产品打造区块链生态",

    word9: "数据可视化",
    word10: "1.节点清晰透明",
    word11: "2.多样化图表展现",

    word12: "智能合约开发",
    word13: "1.EVM虚拟机支持，兼容以太坊",
    word14: "2.GO、JS、Java等语言智能合约可转为wasm在区块链运行",
    word15: "区块链浏览器",
    word16: "1.快速查询链上交易",
    word17: "2.实时查看在线节点数量",
    word18: "3.在线解析交易数据",
    word19: "4.广播交易",

    word20: "区块链钱包",
    word21: "1.支持多条主链资产存储与转账",
    word22: "2.用户自主管理私钥",
    word23: "3.DAPP应用智能交互",
    word24: "4.支持托管账户系统",

    word25: "资产托管系统",
    word26: "1.支持多链币种",
    word27: "2.实时转账收款",
    word28: "3.DAPP",

    word29: "行情交易系统",
    word30: "1. 实现在线实时秒级交易",
    word31: "2.风控管理",

    word32: "资产通证化",
    word33: "1.通证设计",
    word34: "2.通证发行实现",
    word35: "3.通证流通支持",

    word36: "区块链应用",
    word37: "方案简介",
    word38:
      "通过区块链打造的智慧技术应用平台，为业务系统提供接入规范，实现机构间系统便捷互联、信息可信共享，加速数据安全流通，提升社会运转效率。",

    word39: "直播模块",
    word40: "1.平台数据上链",
    word41: "2.主播收益分成",
    word42: "3.主播权益认购",

    word43: "社交模块",
    word44: "1.私密聊天",
    word45: "2.好友管理",
    word46: "3.支持多媒体",
    word47: "4.支持社群管理",

    word48: "挖矿模块",
    word49: "1.数字资产云挖矿",
    word50: "2.矿池管理",
    word51: "3.算力分配与收益",

    word52: "电商模块",
    word53: "1.交易上链",
    word54: "2.商品上链",
    word55: "3.积分上链",
    word56: "4.数字资产支付",

    word57: "休闲娱乐",
    word58: "1.链上游戏",
    word59: "2.游戏积分互通",
    word60: "3.装备链上流转",

    word61: "短视频平台",
    word62: "1.内容创作激励",
    word63: "2.内容分发激励",
    word64: "3.权益保证机制",

    word65: "DAPP开发",
    word66: "1.基于以太坊、EOS、波场三大公链构建应用",
    word67: "2.完整部署上线流程",

    word68: "定制化服务",
    word69: "1.区块链知识培训",
    word70: "2.数字加密资产介绍",
    word71: "3、通证经济的落地应用",
  },
};
